[
    {
      "id": 1,
      "name": "Luna",
      "breed": "Siamese cat",
      "description": [
        "Very gentle, affectionate cat, loves to sit on your lap and purr.",
        "She ended up in the shelter due to a difficult situation in her owners' family.",
        "Now she is ready to go to another, loving family!"
      ],
      "photo": "https://assets.elanco.com/8e0bf1c2-1ae4-001f-9257-f2be3c683fb1/fca42f04-2474-4302-a238-990c8aebfe8c/Siamese_cat_1110x740.jpg",
      "age": "2 years"
    },
    {
      "id": 2,
      "name": "Smokey",
      "breed": "British cat",
      "description": [
        "This fluffy, restless kitten with big, inquisitive eyes and silver-gray fur, like a wisp of morning fog, ",
        "came to us from the street.He loves to purr and play with soft toys. The perfect friend for those who dream ", 
        "of comfort and warmth at home."
      ],
      "photo": "https://i.pinimg.com/736x/fe/79/66/fe79664d7c6cfb8e2bbb7066c73dbdee.jpg",
      "age": "0.6 year"
    },
    {
        "id": 3,
        "name": "Jake",
        "breed": "unknown",
        "description": [
          "Jake has had a tough time. He was found after a long period of abuse — exhausted, with many health problems and ",
          "distrust of people. But thanks to the care and love of our shelter, he recovered, learned to trust again, and today is a",
          " strong, intelligent dog looking for a new family. Jake is ready to protect those who will give him a home, love and a ",
          "second chance at happiness."
        ],
        "photo": "https://www.dogsblog.com/wp-content/uploads/2025/04/Samu_2025-03-17_08-v-768x796.webp",
        "age": "4 years"
    },
    {
        "id": 4,
        "name": "Pepper",
        "breed": "Persian cat",
        "description": [
          "Pepper is a little Persian wonder with soft red fur and big eyes that can melt anyone's heart. She is still very young,",
          " curious and playful, loves to purr softly in your arms and watch the world go by from the window. Pepper is looking for a", 
          " home where she will be loved and pampered like a real princess."
        ],
        "photo": "https://i.redd.it/name-her-please-ginger-female-persian-4-months-old-v0-vt6euqt7lmuc1.jpg?width=1836&format=pjpg&auto=webp&s=84aa5758bdfaf6826ae834d3980a670f5cd955df",
        "age": "0.7 year"
      },
    {
        "id": 5,
        "name": "Simba",
        "breed": "Spitz",
        "description": [
          "Simba is an energetic little Spitz with a fluffy tail and eyes that shine with joy. He loves to run, play and give ",
          "hugs to everyone around him. Despite his miniature size, he has a big heart of a true protector. Simba dreams of finding",
          " a family to whom he will be happy to give his boundless love and devotion."
        ],
        "photo": "https://cdn.pixabay.com/photo/2023/03/14/07/51/dog-7851712_1280.jpg",
        "age": "1 year"
    },
    {
        "id": 6,
        "name": "Sora",
        "breed": "unknown",
        "description": [
          "Sora is a charming cat with sky-blue eyes that seem to reflect the sky itself. Her origin is unknown, but this only",
          " adds to her mystery. Calm, gentle and very sensitive, she loves cozy places, soft blankets and warm hands. Sora is ",
          "looking for a home where she can purr with happiness and fill the space with peace and love."
        ],
        "photo": "https://media-be.chewy.com/wp-content/uploads/2023/07/03175950/Ragdoll-cat-breed-with-blue-eyes.jpg",
        "age": "3 year"
    },
    {
        "id": 7,
        "name": "Oscar",
        "breed": "unknown",
        "description": [
          "Oscar is a real little artist. His eyes can convey the whole palette of emotions: from deep resentment to sincere",
          " interest, as if he were playing on the stage of his life. Once his heart was closed from the world, because it was ",
          "too cruel. But we believe: a loving family will be able to give him warmth that will melt the ice of loneliness and open ",
          "the door to true happiness. Oscar is waiting for you to believe in love again."
        ],
        "photo": "https://i.redd.it/mzbh7kmt1dc51.jpg",
        "age": "5 years"
    },
    {
        "id": 8,
        "name": "Flash",
        "breed": "unknown",
        "description": [
          "Flash is a little hero with a big heart. He was found by children when he was still completely helpless, without one leg,",
          " but even that did not break his spirit. He is fast, cheerful and always ready for new adventures. Although he has ",
          "experienced many difficulties, Flash continues to believe that he will find his true home, where he will be accepted with ",
          "love and care. He is looking for his corner, where he can feel safe and be part of the family."
        ],
        "photo": "https://www.purina.co.uk/sites/default/files/styles/square_medium_440x440/public/2022-07/Australian%20Shepherd%20dog%202.jpg?h=9fab8356&itok=JqLTh2Yn",
        "age": "3 years"
    },
    {
        "id": 9,
        "name": "Roxie",
        "breed": "Havanese",
        "description": [
          "Roxie is a true charm and joy in a small body. This gentle and cheerful Havanese has a fluffy coat and a friendly ",
          "character, which makes her the perfect friend for the whole family. She loves to play, chase a ball and bring joy to ",
          "everyone around her. Despite her size, Roxie has a huge heart, ready for boundless devotion. If you are looking for a",
          " little furry friend who will give you lots of laughter and warmth, Roxie is your choice."
        ],
        "photo": "https://hips.hearstapps.com/ghk.h-cdn.co/assets/17/44/havenese.jpg?crop=1xw:0.9992927864214993xh;center,top&resize=980:*",
        "age": "2 years"
    },
    {
        "id": 10,
        "name": "JoJo",
        "breed": "Labrador",
        "description": [
          "JoJo is a Labrador with a character that is not always easy to handle. His soul has many facets, and he does not always",
          " open up right away, but once you gain his trust, he will become your faithful friend for life. His complex character ",
          "does not prevent him from being loyal and honest - JoJo is ready to protect his family and give them all his love. He",
          " needs to be understood, and then he will become the greatest friend and best companion for those who are ready to ",
          "accept him for who he is."
        ],
        "photo": "https://s3.amazonaws.com/cdn-origin-etr.akc.org/wp-content/uploads/2017/11/16093527/Labrador-retriever-head-portrait-indoors.jpg",
        "age": "5 years"
    }
]